[Translator]
Name=My Name <Email_ID@example.com>#13#10Example.com
Updated=2015.4.2

[LanguageString]
Record=Record
Resume=Resume
Pause=Pause
Encoding=Encoding
Capture=Capture
Area=Area
Resize=Resize
Open=Open
Options=Options
Report=Report
Info=Info
Hotkey=Hotkey
Hotkeys=Hotkeys
Save=Save
Codecs=Codecs
Timelimit=Timelimit
Stop=Stop
Confirm=Confirm
Version=Version
Language=Language
Stereo=Stereo
Mono=Mono
Sound=Sound
Warning=Warning
Error=Error
Information=Information
Confirm=Confirm
Effect=Effect
&Yes=&Yes
&No=&No
&OK=&OK
&Cancel=&Cancel
&Abort=&Abort
&Retry=&Retry
&Ignore=&Ignore
KeyframeRate=Keyframe rate
ModifiedWindowsHostFile=Windows hosts file tampering detected.
StopRecording=Stop the screen recording.
StartRecording.=Start the screen recording.
CaptureScreen=Capture a screen.
CopyToClipboard=Copy to clipboard
PressKeyStopRecording=Press %s to stop the recording.
RecordingFailed=Recording failed.
CauseAudioSynthesis=Cause (audio synthesis): 
NotExistDefaultOutputPath=Output path does not exist. Set the default output path has changed.
UpdateNewVersion=Update oCam to the new version.
SelectAreaToRecord=Select area to record.
ResizeRecordingArea=Resize the recording area.
ChangeSettings=General program configuration options.
DisplaySoftwareInformation=Display the software information and license information.
OpenOutputPath=Open the output path folder.
BrowseForFolder=Browse For Folder
FailedRecordRegisterHotkey=Record Hotkey can not be registered.
FailedPauseRegisterHotkey=Pause Hotkey can not be registered.
FailedCaptureRegisterHotkey=Screencapture Hotkey can not be registered.
FailedRecordAreaRegisterHotkey="Select area to record" Hotkey can not be registered.
PleaseChangeHotkey=Please change the hotkey settings.
LanguageChanged=Language has been changed. When you restart the program apply.
DownloadCodecs=Download the codecs from the Internet.
WhenUsedGoodCodecs=When used in conjunction with ocam I've gathered a good codec.
GotoCodecPage=Do you want to go to the codecs page?
DontShowAgain=Don't show me again.
RecordingStarting=Starting...
RecordingStopping=Stopping...
FailedInitWASSoundLibDLL=Failed to initialize sound library. Check the Windows Audio service is running.
JPEGQuality=JPEG Quality
CompressQuality=Compress quality
Enabled=Enabled
Disabled=Disabled
Used=Used
NotUsed=Not used
LowDiskSpace=There is not enough space on the disk.
Watermark=Watermark
RecordSystemAudio=Record system audio
DoNotRecordMicrophone=Do not record microphone
DoNotRecordSystemAudio=Do not system audio
VeryHigh=Very High
High=High
Medium=Medium
Low=Low
VeryLow=Very Low
Auto=Auto
CantNotLoadImage=Can't load watermark image from file.
NotFoundTheTargetRecordWindow=Not found the record target window.
RecordingGame=Game
VeryFast=Very fast
Fast=Fast
Normal=Normal
Slow=Slow
VerySlow=Very slow
UltraHigh=Ultra high
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom

[frmMain]
mnuRecordScreen.Caption=&Full screen
mnuPrimaryMonitor.Caption=&Primary monitor
mnuSecondaryMonitor.Caption=&Secondary monitor
mnuFindTarget.Caption=Select &area...
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=External Codecs... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
ActionManager.Categorys.&Mode=Mode
ActionManager.Categorys.&Tools=Tools
ActionManager.Categorys.&Help=Help
actOptions.Caption=&Options...
actInformation.Caption=&About...
mnuRecordingTheScreenAndAudio.Caption=Recording the screen and audio output
mnuRecordingOnlyAudio.Caption=Recording only audio output

[frmOption]
btnOK.Caption=&OK
btnCancel.Caption=&Cancel
gbxVideoEncoding.Caption=Video
lblFPS.Caption=FPS : 
lblKeyframeRate.Caption=Keyframe rate:
lblVideoBitrate.Caption=Bitrate : 
gbxAudioEncoding.Caption=Audio
lblAudioBitrate.Caption=Bitrate : 
btnRestoreDefaultSettings.Caption=&Restore default settings
lblSampleRate.Caption=SampleRate: 
lblAudioDrive.Caption=Device :
lblChannel.Caption=Channel : 
chkAudio.Caption=Audio device settings
chkRecordCursor.Caption=I&nclude the cursor
chkBalanceReposition.Caption=When you move the recording area, the main window will be moved.
gbxHotkeySettings.Caption=Hotkey Settings
lblCaptureHotkey.Caption=Capture:
lblRecordHotkey.Caption=Record: 
lblPauseHotkey.Caption=Pause: 
lblTargetHotkey.Caption=Target:
gbxRservationRecord.Caption=Recording time limit
lblMin.Caption=Minute
lblSecond.Caption=Second
lblAfterCompletion.Caption=After Completion
chkRecordingTimeLimite.Caption=&Enable
gbxLanguage.Caption=Language settings
lblLanguage.Caption=Language:
Caption=Options
tsInformation.Caption=Information
tsLicense.Caption=License agreement
lblCaptureFormat.Caption=Capture image file format:
lblUsingMultiCore.Caption=Using Multi Cores: 
gbxMouseEffect.Caption=Mouse effect
chkEnabledMouseEffect.Caption=Enabled effect
lblMouseEffectColor.Caption=Color
lblMouseEffectSize.Caption=Size
gbxTimeLimitSettings.Caption=Options
rbTimeLimitDoNothing.Caption=Do nothing
rbTimeLimitStartNewRecording.Caption=Start new recording
rbTimeLimitExitProgram.Caption=Exit program
rbTimeLimitShutdown.Caption=Shutdown your computer
gbxWatermarkSettings.Caption=Add watermark to video
chkUseWatermark.Caption=&Using Watermarks
lbledtWatermakrImagePath.Caption=Image Path: 
lblOpacity.Caption=Opacity: 
gbxWatermarkImagePosition.Caption=Position
lblVideoQuality.Caption=Quality: 
lblEncoderThreadCount.Caption=Encoder thread count: 
lbledtOutputPath.Caption=Output path:
chkShowFPSOverlay.Caption=Show FPS Overlay
gbxGameRecording.Caption=Game recording
lblColorConversionQuality.Caption=Color Conversion Quality : 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Help...
ledtFileName.Caption=FileName: 
chkHideDragCursorInRecordingArea.Caption=Hide drag cursor in recording area
gbResizeVideo.Caption=Resize
chkResizeVideo.Caption=Resize a video
lblResolution.Caption=Resolution:
lblResizeQuality.Caption=Quality: 

[frmAbout]
lblDescription.Caption=oCam is 100% free Recorder for home and office.
btnOK.Caption=&OK
btnSendReport.Caption=Submit a bug report...
Caption=About
tsInformation.Caption=Information
tsLicense.Caption=License agreement

[frmVFWCodecs]
Caption=External codecs
chkUseVFWCodec.Caption=&Use external cocdec
btnDownloadCodecs.Caption=Download External codecs...
btnVideoConfiguration.Caption=&Setting
btnInformation.Caption=&About
btnOK.Caption=&OK
btnCancel.Caption=&Cancel

[frmRegister]
Caption=Registration
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SerialNumber:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Cancel(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...